{
    "total": "40",
    "rows": [
        {
            "title": "Chinese New Year",
            "content": "农历新年，也被称为农历新年或春节，是中国最重要的节日。它被定义为中国传统月历的第一个月的第一天。与使用阳历的公历所观察到的新年不同，中国新年是基于一个传统的中国日月历，它的日期既表示月亮的相位，又表示太阳年的时间。此外，阴历月比太阳月短两天。因此，为了“赶上”阳历，每隔几年就会插入一个额外的月份。这就是为什么，根据阳历，中国新年每年都有不同的日期。"
        },
        {
            "title": "Chinese opera culture",
            "content": "中华文化是一种博大精深的具有中国传统戏曲特色的文明，尤其是京剧，被认为是国粹。中国戏曲以其无与伦比的艺术魅力，使中外人民喜闻乐见，并在世界上享有一个特殊的重要地位，即与古希腊戏剧、印度三腔剧并驾齐驱的“三腔剧”。已知最早的剧院出现在宋朝(公元960年至1279年)，由一个用栏杆围起来的方形舞台。元代忽必烈元朝(公元1279年至1368年)第一任皇帝忽必烈时期，戏曲发生了演变，被列为古典歌剧的黄金时代。  中国戏曲是集民族歌舞、对话、滑稽戏于一体的综合性舞台艺术，涉及文学、音乐、舞蹈、美术、杂技、武术、表演艺术等艺术领域。使戏曲呈现出一种极具吸引力的形式。据粗略估计，中国大约有360部歌剧。每个地区都有自己独特的风格，各具特色。"
        },
        {
            "title": "The etiquette of meeting ",
            "content": "人们日常见面既要态度热情，也要彬彬有礼。如何与不同身份的人相见，都有一定的规矩。比如一般性的打招呼，在传统上行拱手礼。拱手礼是最普通的见面礼仪，方式是双手合抱（一般是右手握拳在内，左手加于右手之上）举至胸前，立而不俯，表示一般性的客套。如果到人家做客，在进门与落座时，主客相互客气行礼谦让，这时行的是作揖之礼，称为“揖让”。            作揖同样是两手抱拳，拱起再按下去，同时低头，上身略向前屈。作揖礼在日常生活中为常见礼仪，除了上述社交场合外，向人致谢、祝贺、道歉及托人办事等也常行作揖礼。身份高的人对身份低人的回礼也常行作揖礼。            "
        },
        {
            "title": "Folk Tea story",
            "content": "中国是茶的故乡，中国人饮茶，据说始于神农时代，少说也有4700多年了。直到现在，中国各族同胞还有民以茶代礼的风俗。中国茶文化是中国制茶、饮茶的文化。作为开门七件事（柴米油盐酱醋茶）之一，饮茶在古代中国是非常普遍的。中国的茶文化与欧美或日本的茶文化的分别很大。中华茶文化源远流长，博大精深，不但包含物质文化层面，还包含深厚的精神文明层次。几千年来中国不但积累了大量关于茶叶种植、生产的物质文化、更积累了丰富的有关茶的精神文化，这就是中国特有的茶文化，属于文化学范畴。"
        },
        {
            "title": "The art of paper-cut",
            "content": "剪纸是中国最为流行的民间艺术之一。在过去，人们经常用纸做成形态各异的物象和人像，把它与死者一起下葬或在葬礼上燃烧，有时，也用做祭祀祖先和供奉神仙的装饰物。剪纸完全是由手工做成的，常用的方法有两种：用剪刀剪和用刀刻。前一种是把一张纸折几折或者几张纸叠在一起，用锋利的剪刀剪出图案。后一种则是先把纸张折成数叠，下面垫上东西，然后用小刀慢慢刻划。在农村，剪纸通常是由妇女、姑娘们来做。在过去，这是每个女孩所必须掌握的手艺，甚至还被人们用来作为评价新娘的一个标准。"
        },
        {
            "title": "The art of poem",
            "content": "诗歌是文学艺术的一种形式，其中语言除了或代替其表层意义之外，还以其审美和唤起特性来使用。诗歌可以独立写作，作为离散的诗歌，或者可以与其他艺术一起发生，如在诗歌戏剧、赞美诗或歌词中。诗歌及其讨论有着悠久的历史。早期定义诗歌的尝试，如亚里士多德的诗学，侧重于修辞在修辞、戏剧、歌曲和喜剧中的运用。后来的尝试集中在重复、诗歌形式、韵律等特征上，强调了诗歌与散文之间的美学区别。从20世纪中期开始，诗歌有时被更松散地定义为使用语言的基本创造性行为。 诗歌通常使用特定的形式和习俗来暗示词语中的其他含义，或者唤起情感或感官上的反应。诸如调音、头韵、拟声和节奏等装置有时被用来达到音乐或刺激效果。使用含糊，象征主义，反讽和其他文体要素的诗词往往留下一首诗的多种解释。类似地，隐喻、明喻和转喻在其它截然不同的意象之间产生共鸣——意义的分层，形成以前未曾察觉的联系。同义的共振形式可能存在于个别诗句之间，以韵律或韵律的形式存在。 "
        }
    ]
}